Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: %lld of %lld nights
de: %lld von %lld Nächten
es: %lld de %lld noches
fr: %lld de %lld nuits
it: %lld di %lld notti
pl: %lld z %lld nocy
pt_pt: %lld de %lld noites
ru: %lld из %lld ночей
th: %lld ของคืน %lld
zh_hans: %lld / %lld 晚
zh_hant: %lld / %lld 晚

# %lld of %lld sessions
source: %1$lld of %2$lld sessions
de: %1$lld von %2$lld Sitzungen
es: %lld de %lld sesiones
fr: %1$lld sur %2$lld séances
it: %lld di %lld sessioni
pl: Sesje %1$lld lub %2$lld
pt_pt: %1$lld de %2$lld sessões
ru: %1$lld из %2$lld сессий
th: %lld ของเซสชัน %lld
zh_hans: %lld / %lld 次会话
zh_hant: %lld / %lld 次訓練

source: %lld of %lld waypoints reached
de: %lld von %lld Wegpunkten erreicht
es: %lld de %lld puntos alcanzados
fr: %lld jalons sur %lld atteints
it: %lld di %lld tappe raggiunte
pl: Osiągnięto %lld z %lld punktów trasy
pt_pt: %lld de %lld pontos alcançados
ru: достигнуто %lld из %lld точек
th: ถึงจุดอ้างอิง %lld ของ %lld แล้ว
zh_hans: 已到达 %lld/%lld 个航点
zh_hant: 已到達 %lld/%lld 個航點

source: %lld of 1 session
de: %lld von 1 Sitzung
es: %lld de 1 sesión
fr: %lld sur 1 séance
it: %lld di 1 sessione
pl: %lld z 1 sesji
pt_pt: %lld de 1 sessão
ru: %lld из 1 сессии
th: %lld จาก 1 เซสชัน
zh_hans: %lld / 1 次会话
zh_hant: %lld / 1 次工作階段

source: %lld of 7 days had data
de: Für %lld von 7 Tagen sind Daten vorhanden
es: %lld de 7 días tuvieron datos
fr: %lld jours sur 7 contenaient des données
it: %lld giorni su 7 contenevano dati
pl: %lld z 7 dni zawierał dane
pt_pt: %lld de 7 dias tinham dados
ru: %lld из 7 дней содержали данные
th: %lld ของ 7 วันมีข้อมูล
zh_hans: 7 天中有 %lld 天有数据
zh_hant: 7 天中有 %lld 天有資料

source: %lld of 7 days had data this week
de: %lld von 7 Tagen hatten diese Woche Daten
es: %lld de 7 días tuvieron datos esta semana
fr: %lld jours sur 7 avaient des données cette semaine
it: %lld di 7 giorni avevano dati questa settimana
pl: %lld z 7 dni miał dane w tym tygodniu
pt_pt: %lld de 7 dias teve dados esta semana
ru: %lld из 7 дней этой недели содержат данные
th: %lld ของ 7 วันมีข้อมูลในสัปดาห์นี้
zh_hans: 本周有 %lld / 7 天有数据
zh_hant: 本週有 %lld / 7 天有資料

source: %lld of them frame every reply — injuries and hard constraints you'd have to tell the coach again. There is no undo, and no archive.
de: %lld davon prägen jede Antwort — Verletzungen und harte Einschränkungen, die du dem Coach erneut sagen müsstest. Es gibt kein Zurück und kein Archiv.
es: %lld de ellos enmarcan cada respuesta: lesiones y limitaciones que tendrías que volver a contarle al coach. No hay deshacer ni archivo.
fr: %lld d'entre eux encadrent chaque réponse — blessures et contraintes que vous devriez redire au coach. Il n'y a ni annulation ni archive.
it: %lld di questi inquadrano ogni risposta: infortuni e vincoli che dovresti raccontare di nuovo al coach. Non c'è modo di annullare, né un archivio.
pl: %lld z nich kształtuje każdą odpowiedź — kontuzje i twarde ograniczenia, o których musiałbyś powiedzieć trenerowi ponownie. Nie ma cofania ani archiwum.
pt_pt: %lld deles enquadram cada resposta — lesões e limitações que terias de contar de novo ao coach. Não há forma de anular, nem arquivo.
ru: %lld из них влияют на каждый ответ — травмы и жёсткие ограничения, о которых придётся рассказать тренеру заново. Отмены нет, архива тоже.
th: %lld รายการถูกใช้ประกอบทุกคำตอบ รวมถึงอาการบาดเจ็บและข้อจำกัดสำคัญ หากลบแล้วต้องบอกโค้ชใหม่ และไม่สามารถกู้คืนได้
zh_hans: 其中 %lld 条影响每一次回复——伤病和硬性限制，你得重新告诉教练。无法撤销，也没有存档。
zh_hant: 其中 %lld 條影響每一次回覆——傷病和硬性限制，你得重新告訴教練。無法復原，也沒有封存。

source: %lld overlapping days · %@ %@ correlation
de: %lld überlappende Tage · %@ %@ Korrelation
es: %lld días solapados · correlación %@ %@
fr: %lld jours chevauchants · corrélation %@ %@
it: %lld giorni sovrapposti · correlazione %@ %@
pl: %lld pokrywające się dni · %@ %@ korelacja
pt_pt: %lld dias sobrepostos · %@ %@ correlação
ru: Совпадающих дней: %lld · корреляция %@ %@
th: %lld วันที่ทับซ้อนกัน · ความสัมพันธ์ของ %@ %@
zh_hans: %lld 个重叠日 · %@ %@ 相关性
zh_hant: %lld 個重疊日 · %@ %@ 相關性

source: %lld paired
de: %lld gepaart
es: %lld emparejado
fr: %lld jumelé
it: %lld accoppiato
pl: Sparowane: %lld
pt_pt: %lld emparelhado
ru: %lld в паре
th: จับคู่ %lld แล้ว
zh_hans: %lld 配对
zh_hant: %lld 配對

source: %lld pairs
de: %lld Paare
es: %lld pares
fr: %lld paires
it: %lld coppie
pl: Pary %lld
pt_pt: %lld pares
ru: %lld пар
th: คู่ %lld
zh_hans: %lld 组配对
zh_hant: %lld 組

source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld percento
pl: %lld procent
pt_pt: %lld percentagem
ru: %lld процентов
th: %lld เปอร์เซ็นต์
zh_hans: 百分之 %lld
zh_hant: 百分之 %lld

source: %lld pt
de: %lld Pkt.
pl: %lld pkt
ru: %lld балл
th: %lld พอยต์
zh_hans: %lld 分
zh_hant: %lld 分

source: %lld pts
de: %lld Pkt.
it: %lld pt
pl: %lld pkt
pt_pt: %lld pontos
ru: %lld баллов
th: %lld พอยต์
zh_hans: %lld 分
zh_hant: %lld 分

# %lld reading%@ · your own entries
source: %1$lld reading%2$@ · your own entries
de: %1$lld Messwert%2$@ · deine eigenen Einträge
es: %lld lectura%@ · tus propias entradas
fr: %1$lld lecture%2$@ · vos propres entrées
it: %1$lld lettura%2$@ · le tue voci
pl: %1$lld czytanie%2$@ · własne wpisy
pt_pt: %1$lld leitura%2$@ · as tuas entradas
ru: %1$lld измерени%2$@ · ваши собственные записи
th: ค่าที่วัดได้ %lld ค่า%@ · ข้อมูลที่คุณบันทึก
zh_hans: %1$lld 条读数%2$@ · 你自己的记录
zh_hant: %1$lld 筆讀數%2$@ · 你自己的記錄

source: %1$lld reading%2$@ line up so far, not enough to read a trend yet (NOOP waits for %3$lld).
de: %1$lld Messwert%2$@ stimmen bisher überein, noch nicht genug für einen Trend (NOOP wartet auf %3$lld).
es: %lld lectura%@ coinciden hasta ahora, no es suficiente para leer una tendencia todavía (NOOP espera %lld).
fr: %1$lld lecture%2$@ concordent jusqu'à présent, pas suffisant pour dégager une tendance (NOOP attend %3$lld).
it: %1$lld lettura%2$@ allineate finora, non abbastanza per leggere un andamento (NOOP aspetta %3$lld).
pl: %1$lld odczyt %2$@ jest w kolejce, ale to jeszcze za mało, aby odczytać trend (NOOP czeka na %3$lld).
pt_pt: %1$lld leitura%2$@ alinhado até ao momento, ainda não é suficiente para ler uma tendência (NOOP espera por %3$lld).
ru: %1$lld измерени%2$@ пока набрано, недостаточно для определения тренда (NOOP ждёт %3$lld).
th: มีค่าที่วัดได้ %lld ค่า%@ ซึ่งยังไม่พอสำหรับดูแนวโน้ม (NOOP รอให้ครบ %lld ค่า)
zh_hans: 目前已有 %1$lld 条读数%2$@对齐，还不足以读出趋势（NOOP 需等待 %3$lld 条）。
zh_hant: 目前已有 %1$lld 筆讀數%2$@對齊，還不足以讀出趨勢（NOOP 需等待 %3$lld 筆）。

# %lld readings · %@
source: %1$lld readings · %2$@
de: %1$lld Messwerte · %2$@
es: %lld lecturas · %@
fr: %1$lld lectures · %2$@
it: %lld letture · %@
pl: Odczyty %1$lld · %2$@
pt_pt: %lld leituras · %@
ru: %1$lld измерений · %2$@
th: ค่าที่วัดได้ %lld ค่า · %@
zh_hans: %lld 条读数 · %@
zh_hant: %lld 筆讀數 · %@

# %lld readings · sparse, widened to %@
source: %1$lld readings · sparse, widened to %2$@
de: %1$lld Messwerte · lückenhaft, verbreitert auf %2$@
es: %lld lecturas · dispersas, ampliadas a %@
fr: %1$lld lectures · éparses, élargies à %2$@
it: %lld letture · sparse, allargate a %@
pl: Odczyty %1$lld · rzadkie, rozszerzone do %2$@
pt_pt: %1$lld leituras · esparsas, ampliadas para %2$@
ru: %1$lld измерений · разреженно, расширено до %2$@
th: ค่าที่วัดได้ %lld ค่า · ข้อมูลมีน้อย จึงขยายช่วงเป็น %@
zh_hans: %lld 条读数 · 稀疏，已加宽至 %@
zh_hant: %lld 筆讀數 · 稀疏，已放寬至 %@

source: %lld readings · your own entries
de: %lld Messwerte · deine eigenen Einträge
es: %lld lecturas · tus propias entradas
fr: %lld lectures · vos propres entrées
it: %lld letture · le tue voci
pl: Odczyty %lld · własne wpisy
pt_pt: %lld leituras · as tuas entradas
ru: %lld измерений · ваши собственные записи
th: ค่าที่วัดได้ %lld ค่า · ข้อมูลที่คุณบันทึก
zh_hans: %lld 条读数 · 你自己的记录
zh_hant: %lld 筆讀數 · 你自己輸入的

# %lld readings across %lld · %@
source: %1$lld readings across %2$lld · %3$@
de: %1$lld Messwerte über %2$lld · %3$@
es: %lld lecturas en %lld · %@
fr: %1$lld lectures sur %2$lld · %3$@
it: %lld letture su %lld · %@
pl: Odczyty %1$lld w %2$lld · %3$@
pt_pt: %1$lld leituras em %2$lld · %3$@
ru: %1$lld измерений по %2$lld · %3$@
th: ค่าที่วัดได้ %lld ค่าในช่วง %lld · %@
zh_hans: %lld 条读数，覆盖 %lld · %@
zh_hant: %lld 筆讀數，跨 %lld · %@

# %lld readings across %lld · %@ · sparse widened
source: %1$lld readings across %2$lld · %3$@ · sparse widened
de: %1$lld Messwerte über %2$lld · %3$@ · lückenhaft, verbreitert
es: %lld lecturas en %lld · %@ · dispersas, ampliadas
fr: %1$lld lectures sur %2$lld · %3$@ · éparses, élargies
it: %lld letture su %lld · %@ · serie sparse allargate
pl: %1$lld odczyty w %2$lld · %3$@ · rzadkie poszerzenie
pt_pt: %1$lld leituras em %2$lld · %3$@ · escassas ampliadas
ru: %1$lld измерений по %2$lld · %3$@ · разреженные расширены
th: ค่าที่วัดได้ %lld ค่าในช่วง %lld · %@ · ขยายช่วงเพื่อให้เห็นข้อมูล
zh_hans: %lld 条读数，覆盖 %lld · %@ · 稀疏已加宽
zh_hant: %lld 筆讀數，跨 %lld · %@ · 稀疏處已放寬

source: %1$lld readings line up so far, not enough to read a trend yet (NOOP waits for %2$lld).
de: %1$lld Messwerte stimmen bisher überein, noch nicht genug für einen Trend (NOOP wartet auf %2$lld).
es: %lld lecturas coinciden hasta ahora, no es suficiente para leer una tendencia todavía (NOOP espera %lld).
fr: %1$lld lectures concordent jusqu'à présent, pas suffisant pour dégager une tendance (NOOP attend %2$lld).
it: %lld letture allineate finora, non abbastanza per leggere una tendenza (NOOP ne aspetta %lld).
pl: Odczyty %1$lld są na razie zgodne, ale nie na tyle, aby odczytać trend (NOOP czeka na %2$lld).
pt_pt: As leituras de %1$lld estão alinhadas até ao momento, ainda não o suficiente para ler uma tendência (NOOP aguarda por %2$lld).
ru: %1$lld измерений пока набрано, недостаточно для определения тренда (NOOP ждёт %2$lld).
th: มีค่าที่วัดได้ %lld ค่า ซึ่งยังไม่พอสำหรับดูแนวโน้ม (NOOP รอให้ครบ %lld ค่า)
zh_hans: 目前已有 %lld 条读数对齐，还不足以判断趋势（NOOP 需要 %lld 条）。
zh_hant: 目前有 %lld 筆讀數對齊，還不足以看出趨勢（NOOP 會等到 %lld 筆）。

source: %lld readings line up, but there isn't enough variation to compute a relationship.
de: %lld Messwerte stimmen überein, aber es gibt nicht genug Variation, um einen Zusammenhang zu berechnen.
es: %lld lecturas coinciden, pero no hay suficiente variación para calcular una relación.
fr: %lld lectures concordent, mais il n'y a pas assez de variation pour calculer une relation.
it: %lld letture si allineano, ma non c'è abbastanza variazione per calcolare una relazione.
pl: Odczyty %lld są zgodne, ale nie ma wystarczającej zmienności, aby obliczyć zależność.
pt_pt: As leituras %lld alinham-se, mas não há variação suficiente para calcular uma relação.
ru: %lld измерений набрано, но недостаточно вариативности, чтобы вычислить связь.
th: มีค่าที่วัดได้ %lld ค่า แต่ความเปลี่ยนแปลงยังไม่มากพอที่จะคำนวณความสัมพันธ์
zh_hans: 有 %lld 条读数对齐，但变化不足以计算出关系。
zh_hant: 有 %lld 筆讀數對齊，但變化不足以計算出關係。

source: %1$lld readings used · %2$@ %3$@ association. This is your own data sitting side by side, it's not a medical finding, and it shows association, not cause.
de: %1$lld Messwerte verwendet · %2$@ %3$@ Assoziation. Das sind deine eigenen Daten im direkten Vergleich. Es ist kein medizinischer Befund und zeigt Zusammenhang, nicht Ursache.
es: %lld lecturas usadas · asociación %@ %@. Son tus propios datos puestos lado a lado. No es un hallazgo médico, y muestra asociación, no causa.
fr: %1$lld lectures utilisées · association %2$@ %3$@. Ce sont vos propres données mises côte à côte, ce n'est pas un constat médical, et cela montre une association, pas une cause.
it: %1$lld letture usate · associazione %2$@ %3$@. Questi sono i tuoi dati messi a confronto, non è un referto medico e mostra un'associazione, non una causa.
pl: Wykorzystane odczyty %1$lld · Powiązanie %2$@ %3$@. To są Twoje własne dane, które nie są odkryciem medycznym i wskazują na powiązanie, a nie przyczynę.
pt_pt: %1$lld leituras utilizadas · Associação %2$@ %3$@. Estes são os teus próprios dados lado a lado, não são uma descoberta médica e mostram associação, não causa.
ru: %1$lld измерений использовано · %2$@ %3$@ связь. Это ваши собственные данные, сопоставленные рядом, — не медицинское заключение, и оно показывает связь, а не причину.
th: ใช้ค่าที่วัดได้ %lld ค่า · ความสัมพันธ์ระดับ%@ %@ ข้อมูลนี้เป็นเพียงการเปรียบเทียบข้อมูลของคุณเอง ไม่ใช่ผลวินิจฉัยทางการแพทย์ และแสดงเพียงความสัมพันธ์ ไม่ได้ยืนยันเหตุและผล
zh_hans: 使用了 %1$lld 条读数 · %2$@ %3$@ 关联。这是你自己的数据并排呈现，它不是医学结论，只显示关联，而非因果。
zh_hant: 使用了 %1$lld 筆讀數 · %2$@ %3$@ 關聯。這是你自己的資料並排呈現，它不是醫學結論，只顯示關聯，而非因果。

source: %lld recent
de: %lld kürzlich
es: %lld recientes
fr: %lld récents
it: %lld recenti
pl: %lld najnowsze
pt_pt: %lld recente
ru: %lld недавних
th: %lld ล่าสุด
zh_hans: 最近 %lld 条
zh_hant: 最近 %lld 筆

source: %lld remembered facts. The coach uses these in every reply.
de: %lld gespeicherte Fakten. Der Coach nutzt diese in jeder Antwort.
es: %lld datos guardados. El coach los usa en cada respuesta.
fr: %lld faits retenus. Le coach les utilise dans chaque réponse.
it: %lld fatti ricordati. L'allenatore li usa in ogni risposta.
pl: Zapamiętane fakty: %lld. Trener korzysta z nich w każdej odpowiedzi.
pt_pt: %lld lembrou fatos. O treinador usa isso em todas as respostas.
ru: %lld вспомнил факты. Тренер использует их в каждом ответе.
th: %lld จำข้อเท็จจริงได้ โค้ชใช้สิ่งเหล่านี้ในทุกการตอบกลับ
zh_hans: %lld 记住了事实。教练在每次回复中都会用到这些。
zh_hant: %lld 記住了事實。教練在每次回覆中都會用到這些。

source: %lld rows skipped
de: %lld Zeilen übersprungen
es: %lld filas omitidas
fr: %lld lignes ignorées
it: %lld righe saltate
pl: Pominięto wiersze %lld
pt_pt: %lld linhas ignoradas
ru: %lld строк пропущено
th: ข้ามแถว %lld
zh_hans: 已跳过 %lld 行
zh_hant: 已略過 %lld 列

# %lld seconds remaining in %@
source: %1$lld seconds remaining in %2$@
de: Noch %1$lld Sekunden in %2$@
es: %lld segundos restantes en %@
fr: %1$lld secondes restantes dans %2$@
it: %1$lld secondi rimanenti in %2$@
pl: %1$lld pozostałe sekundy w %2$@
pt_pt: %1$lld segundos restantes em %2$@
ru: Осталось %1$lld секунд, %2$@
th: วินาทีที่เหลือของ %lld ใน %@
zh_hans: %2$@ 还剩 %1$lld 秒
zh_hant: %2$@ 還剩 %1$lld 秒

source: %lld series
de: %lld Reihen
fr: %lld séries
it: %lld serie
pl: Seria %lld
pt_pt: %lld série
ru: %lld рядов
th: ซีรีส์ %lld
zh_hans: %lld 个序列
zh_hant: %lld 個序列

source: %lld sessions
de: %lld Sitzungen
es: %lld sesiones
fr: %lld séances
it: %lld sessioni
pl: %lld sesji
pt_pt: %lld sessões
ru: %lld сессий
th: เซสชัน %lld
zh_hans: %lld 次会话
zh_hant: %lld 次訓練

# %lld sessions · %@
source: %1$lld sessions · %2$@
de: %1$lld Sitzungen · %2$@
es: %lld sesiones · %@
fr: %1$lld séances · %2$@
it: %lld sessioni · %@
pl: Sesje %1$lld · %2$@
pt_pt: %1$lld sessões · %2$@
ru: %1$lld сессий · %2$@
th: เซสชัน %lld · %@
zh_hans: %lld 次会话 · %@
zh_hant: %lld 次訓練 · %@

# %lld sessions · sparse, widened to %@
source: %1$lld sessions · sparse, widened to %2$@
de: %1$lld Sitzungen · lückenhaft, verbreitert auf %2$@
es: %lld sesiones · dispersas, ampliadas a %@
fr: %1$lld séances · éparses, élargies à %2$@
it: %lld sessioni · sparse, allargate a %@
pl: Sesje %1$lld · rzadkie, rozszerzone do %2$@
pt_pt: %1$lld sessões · esparsas, ampliadas para %2$@
ru: %1$lld сессий · разреженно, расширено до %2$@
th: %lld เซสชัน · ข้อมูลมีน้อย จึงขยายช่วงเป็น %@
zh_hans: %lld 次会话 · 稀疏，已加宽至 %@
zh_hant: %lld 次訓練 · 稀疏，已放寬至 %@

source: %lld sessions guarded
de: %lld Einheiten geschützt
es: %lld sesiones protegidas
fr: %lld séances protégées
it: %lld sessioni protette
pl: Sesje %lld strzeżone
pt_pt: %lld sessões protegidas
ru: %lld сессий защищено
th: เซสชัน %lld ได้รับการปกป้อง
zh_hans: 已守护 %lld 次训练
zh_hant: 已守護 %lld 次訓練

source: %lld skipped
de: %lld übersprungen
es: %lld omitidas
fr: %lld ignorées
it: %lld saltati
pl: %lld pominięto
pt_pt: %lld ignorado
ru: %lld пропущено
th: %lld ข้ามไป
zh_hans: 已跳过 %lld 条
zh_hant: 已略過 %lld 筆

source: %lld sports
de: %lld Sportarten
es: %lld deportes
it: %lld sport
pl: %lld sport
pt_pt: %lld desportos
ru: %lld видов спорта
th: %lld สปอร์ต
zh_hans: %lld 项运动
zh_hant: %lld 種運動

# %lld to %lld
source: %1$lld to %2$lld
de: %lld bis %lld
es: %lld a %lld
fr: %lld à %lld
it: da %lld a %lld
pl: od %lld do %lld
pt_pt: %lld a %lld
ru: от %lld до %lld
th: %1$lld ถึง %2$lld
zh_hans: %lld 至 %lld
zh_hant: %lld 至 %lld

source: %lld total
de: %lld gesamt
es: %lld en total
fr: %lld au total
it: %lld in totale
pl: %lld ogółem
ru: %lld всего
th: รวม %lld
zh_hans: 共 %lld 条
zh_hant: 共 %lld 筆

source: %1$lld type-0x2F historical-offload frame%2$@ seen outside our sync, these are history (e.g. another app pulling the strap's backlog), not a live R22 stream (#494).
de: %1$lld type-0x2F-Frame%2$@ (historischer Offload) außerhalb unserer Synchronisierung gesehen. Das ist Verlauf (z. B. eine andere App, die den Rückstand des Straps abruft), kein Live-R22-Stream (#494).
es: %lld trama%@ de descarga histórica tipo 0x2F vistos fuera de nuestra sincronización. Son historial (p. ej., otra app extrayendo el archivo de la pulsera), no una transmisión R22 en vivo (#494).
fr: %1$lld trame%2$@ de transfert historique type-0x2F repérée hors de notre synchronisation. Ce sont des éléments d'historique (par ex. une autre appli qui récupère l'arriéré du bracelet), pas un flux R22 en direct (#494).
it: %1$lld frame%2$@ di scarico storico type-0x2F visti al di fuori della nostra sincronizzazione, sono cronologia (es. un'altra app che scarica l'arretrato della fascia), non uno stream R22 in diretta (#494).
pl: %1$lld typ-0x2F historyczna ramka odciążająca%2$@ widoczna poza naszą synchronizacją, to jest historia (np. inna aplikacja pobierająca zaległości paska), a nie strumień na żywo R22 (#494).
pt_pt: %1$lld type-0x2F histórico-offload frame%2$@ visto fora da nossa sincronização, estes são históricos (por exemplo, outra aplicação a puxar o backlog da bracelete), não uma transmissão R22 em direto (#494).
ru: %1$lld кадр%2$@ типа 0x2F (historical-offload) вне нашей синхронизации — это история (например, другое приложение считывает архив браслета), а не активный поток R22 (#494).
th: %lld type-0x2F เฟรมออฟโหลดในอดีต%@ ที่เห็นนอกการซิงค์ของเรา สิ่งเหล่านี้คือประวัติ (เช่น แอปอื่นที่ดึงงานค้างของสายรัด) ไม่ใช่สตรีม R22 แบบเรียลไทม์ (#494)
zh_hans: 在我们的同步之外检测到 %1$lld 个 type-0x2F 历史卸载帧%2$@，这些是历史数据（例如另一个应用在拉取手环的积压数据），而非实时 R22 流（#494）。
zh_hant: 在我們的同步之外偵測到 %1$lld 個 type-0x2F 歷史卸載幀%2$@，這些是歷史資料（例如另一個應用程式在拉取手環的積壓資料），而非即時 R22 流（#494）。

source: %lld type-0x2F historical-offload frames seen outside our sync. These are history (e.g. another app pulling the strap's backlog), not a live R22 stream (#494).
de: %lld type-0x2F-Frames (historischer Offload) außerhalb unserer Synchronisierung gesehen. Das ist Verlauf (z. B. eine andere App, die den Rückstand des Straps abruft), kein Live-R22-Stream (#494).
es: %lld tramas de descarga histórica tipo 0x2F vistos fuera de nuestra sincronización. Son historial (p. ej., otra app extrayendo el archivo de la pulsera), no una transmisión R22 en vivo (#494).
fr: %lld trames de transfert historique type-0x2F détectées en dehors de notre synchronisation. Ce sont des éléments d'historique (par ex. une autre appli qui récupère l'arriéré du bracelet), pas un flux R22 en direct (#494).
it: %lld frame di scaricamento storico type-0x2F visti fuori dalla nostra sincronizzazione. Si tratta di cronologia (per esempio un'altra app che scarica l'arretrato della fascia), non di un flusso R22 in tempo reale (#494).
pl: Historyczne ramki odciążające %lld typu 0x2F widziane poza naszą synchronizacją. To jest historia (np. kolejna aplikacja nadrabiająca zaległości paska), a nie transmisja na żywo z R22 (#494).
pt_pt: %lld quadros de descarregamento histórico tipo 0x2F vistos fora da nossa sincronização. Isto é histórico (por exemplo, outra aplicação a puxar o backlog da bracelete), não uma transmissão em direto do R22 (#494).
ru: %lld кадров типа 0x2F (historical-offload) обнаружено вне нашей синхронизации. Это история (например, другое приложение считывает архив браслета), а не активный поток R22 (#494).
th: %lld type-0x2F เฟรมออฟโหลดในอดีตที่เห็นนอกการซิงค์ของเรา สิ่งเหล่านี้คือประวัติ (เช่น แอปอื่นที่ดึงงานค้างของสายรัด) ไม่ใช่สตรีม R22 แบบเรียลไทม์ (#494)
zh_hans: 在我们的同步之外检测到 %lld 个 type-0x2F 历史卸载帧。这些是历史数据（例如另一个应用在拉取手环的积压数据），不是实时 R22 流（#494）。
zh_hant: 在我們的同步之外偵測到 %lld 個 type-0x2F 歷史卸載幀。這些是歷史資料（例如另一個應用程式在拉取手環的積存資料），不是即時 R22 串流（#494）。

source: %lld unread
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lues
it: %lld non letti
pl: %lld nieprzeczytany
pt_pt: %lld não lido
ru: %lld непрочитанных
th: %lld ยังไม่ได้อ่าน
zh_hans: %lld 条未读
zh_hant: %lld 則未讀

source: %lld waiting for you to confirm
de: %lld warten auf deine Bestätigung
es: %lld esperan tu confirmación
fr: %lld en attente de votre confirmation
it: %lld in attesa della tua conferma
pl: %lld czeka na Twoje potwierdzenie
pt_pt: %lld à espera da tua confirmação
ru: %lld ждут вашего подтверждения
th: %lld รอให้คุณยืนยัน
zh_hans: %lld 条等待你确认
zh_hant: %lld 條等待你確認

source: %lld weeks ago
de: vor %lld Wochen
es: hace %lld semanas
fr: il y a %lld semaines
it: %lld settimane fa
pl: %lld kilka tygodni temu
pt_pt: %lld semanas atrás
ru: %lld недель назад
th: %lld เมื่อหลายสัปดาห์ก่อน
zh_hans: %lld 周前
zh_hant: %lld 週前

source: %lld weeks to go
de: Noch %lld Wochen
es: %lld semanas restantes
fr: Il reste %lld semaines
it: %lld settimane alla fine
pl: Pozostało tygodni: %lld
pt_pt: Faltam %lld semanas
ru: %lld недель осталось
th: %lld เหลืออีกสัปดาห์
zh_hans: 还剩 %lld 周
zh_hant: 剩下 %lld 週

# %lld year%@ %@ than your age
source: %1$lld year%2$@ %3$@ than your age
de: %1$lld Jahr%2$@ %3$@ als dein Alter
es: %lld año%@ %@ que tu edad
fr: %1$lld an%2$@ %3$@ que votre âge
it: %1$lld ann%2$@ %3$@ della tua età
pl: %1$lld rok%2$@ %3$@ niż Twój wiek
pt_pt: %lld ano%@ %@ que a tua idade
ru: %1$lld год%2$@ %3$@ вашего возраста
th: %lld ปี%@ %@ กว่าอายุของคุณ
zh_hans: 比你的年龄%3$@ %1$lld 岁%2$@
zh_hant: 比你的年齡%3$@ %1$lld 歲%2$@

source: %lld years older than your age
de: %lld Jahre älter als dein Alter
es: %lld años mayor que tu edad
fr: %lld ans de plus que votre âge
it: %lld anni in più della tua età
pl: %lld lat starszy od Twojego wieku
pt_pt: %lld anos mais velho que a tua idade
ru: %lld лет старше вашего возраста
th: %lld แก่กว่าอายุของคุณหลายปี
zh_hans: 比你的年龄大 %lld 岁
zh_hant: 比你的實際年齡老 %lld 歲

source: %lld years younger than your age
de: %lld Jahre jünger als dein Alter
es: %lld años menor que tu edad
fr: %lld ans de moins que votre âge
it: %lld anni in meno della tua età
pl: %lld lat młodszy niż twój wiek
pt_pt: %lld anos mais novo que a tua idade
ru: %lld лет младше вашего возраста
th: %lld อ่อนกว่าอายุของคุณหลายปี
zh_hans: 比你的年龄小 %lld 岁
zh_hant: 比你的實際年齡年輕 %lld 歲

# %lld yr%@ %@
source: %1$lld yr%2$@ %3$@
de: %1$lld Jahr%2$@ %3$@
es: %lld año%@ %@
fr: %1$lld an%2$@ %3$@
it: %1$lld ann%2$@ %3$@
pt_pt: %lld ano%@ %@
ru: %1$lld г%2$@ %3$@
th: %lld ปี%@ %@
zh_hans: %1$lld 岁%2$@ %3$@
zh_hant: %1$lld 歲%2$@ %3$@

source: %lld yrs
de: %lld J.
es: %lld años
fr: %lld ans
it: %lld anni
pl: %lld lat
pt_pt: %lld anos
ru: %lld лет
th: %lld ปี
zh_hans: %lld 岁
zh_hant: %lld 歲

source: %lld yrs older
de: %lld J. älter
es: %lld años mayor
fr: %lld ans de plus
it: %lld anni in più
pl: %lld o wiele lat starszy
pt_pt: %lld anos mais velho
ru: %lld лет старше
th: มากกว่า %lld ปี
zh_hans: 大 %lld 岁
zh_hant: 老 %lld 歲

source: %lld yrs younger
de: %lld J. jünger
es: %lld años menor
fr: %lld ans de moins
it: %lld anni in meno
pl: %lld o kilka lat młodszy
pt_pt: %lld anos mais novo
ru: %lld лет младше
th: %lld อายุน้อยกว่าปี
zh_hans: 小 %lld 岁
zh_hant: 年輕 %lld 歲

source: %lld-%lld%@ · step %lld
de: %1$lld-%2$lld%3$@ · Schritt %4$lld
es: %1$lld-%2$lld%3$@ · paso %4$lld
fr: %1$lld-%2$lld%3$@ · étape %4$lld
pl: %lld-%lld%@ · krok %lld
pt_pt: %lld-%lld%@ · etapa %lld
th: %lld-%lld%@ · ขั้น %lld

source: %lld-minute average
de: %lld-Minuten-Durchschnitt
es: promedio de %lld minutos
fr: moyenne sur %lld minutes
it: Media di %lld minuti
pl: %lld średnia minut
pt_pt: média de %lld minutos
ru: %lld-минутное среднее
th: ค่าเฉลี่ย %lld นาที
zh_hans: %lld 分钟平均值
zh_hant: %lld 分鐘平均
